protected/tests/ab_n_1000.txt
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.1.11 (be patient)


Server Software:        Apache/2.2.22
Server Hostname:        192.168.1.11
Server Port:            80

Document Path:          /team/index.php?r=paper/index
Document Length:        10777 bytes

Concurrency Level:      1
Time taken for tests:   52.147 seconds
Complete requests:      1000
Failed requests:        0
Write errors:           0
Total transferred:      11164000 bytes
HTML transferred:       10777000 bytes
Requests per second:    19.18 [#/sec] (mean)
Time per request:       52.147 [ms] (mean)
Time per request:       52.147 [ms] (mean, across all concurrent requests)
Transfer rate:          209.07 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   0.4      0       3
Processing:    46   51   4.6     50      94
Waiting:       40   45   4.1     44      88
Total:         46   52   4.8     51      94
ERROR: The median and mean for the initial connection time are more than twice the standard
       deviation apart. These results are NOT reliable.

Percentage of the requests served within a certain time (ms)
  50%     51
  66%     52
  75%     53
  80%     54
  90%     56
  95%     60
  98%     69
  99%     73
 100%     94 (longest request)